cursor
wezterm
vlc
slack
spotify
microsoft-teams
arc
google-chrome
onedrive
raycast
zoom
stats
alt-tab
whatsapp
surfshark
1password
yaak
orbstack
twingate
discord
google-drive
zen