cursor
ghostty
vlc
slack
spotify
microsoft-teams
arc
google-chrome
onedrive
raycast
zoom
stats
alt-tab
whatsapp
surfshark
1password
yaak
orbstack
twingate
discord
zen
stremio
lm-studio
superwhisper
karabiner-elements
pgadmin4
cleanshot