cursor
warp
wezterm
vlc
stremio
slack
spotify
microsoft-teams
arc
google-chrome
onedrive
microsoft-outlook
raycast
zoom
bettermouse
stats
hiddenbar
alt-tab
whatsapp
surfshark
1password